<template>
  <div class="table">
    <div class="table__scrolling">
      <table>
        <TableIHeadRow :titles="headings" />

        <TableRow v-for="(row, index) in rows" :key="index" :titles="row" />
      </table>
    </div>
  </div>
</template>

<script>
import TableIHeadRow from '@/components/investPage/TableIHeadRow.vue';
import TableRow from '@/components/investPage/TableRow.vue';

export default {
  name: 'TableInvest',
  // data() {
  //   return {
  //     // headings: [
  //     //   'Полное наименование эмитента',
  //     //   'Идентификатор',
  //     //   'Количество',
  //     //   'Доля в портфеле',
  //     //   'Стоимость',
  //     //   'ОГРН',
  //     //   'Дополнительная информация',
  //     // ],
  //     // rows: [
  //     //   [
  //     //     'Министерство финансов Российской Федерации 01',
  //     //     'RU000A0D0G29',
  //     //     '487599 шт.',
  //     //     '0,84616595%',
  //     //     '200 401 238,6₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 02',
  //     //     'RU000A0JPLH5',
  //     //     '205181 шт.',
  //     //     '0,90216264%',
  //     //     '213663182,54₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 03',
  //     //     'RU000A0JREQ7',
  //     //     '1591545шт.',
  //     //     '6,90165059%',
  //     //     '1634548545,9₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 04',
  //     //     'RU000A0JSMA2',
  //     //     '1395737шт.',
  //     //     '6,38574689%',
  //     //     '1512364783,72₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 05',
  //     //     'RU000A0JTJL3',
  //     //     '439466шт.',
  //     //     '2,00445661%',
  //     //     '474724357,18₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 06',
  //     //     'RU000A0JU4L3',
  //     //     '1527573шт.',
  //     //     '6,96731285%',
  //     //     '1650099630,33₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 07',
  //     //     'RU000A0JV4M0',
  //     //     '325557шт.',
  //     //     '1,46420238%',
  //     //     '346773549,69₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 08',
  //     //     'RU000A0JVW30',
  //     //     '1238191шт.',
  //     //     '5,48222408%',
  //     //     '1298379464,51₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 09',
  //     //     'RU000A0JX0H6',
  //     //     '700497шт.',
  //     //     '2,98507935%',
  //     //     '706969592,28₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 10',
  //     //     'RU000A0JXB41',
  //     //     '435517шт.',
  //     //     '1,95008952%',
  //     //     '461848357,82₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 11',
  //     //     'RU000A0JXQF2',
  //     //     '220000шт.',
  //     //     '1,00677165%',
  //     //     '238438200₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 12',
  //     //     'RU000A0ZYCK6',
  //     //     '862662шт.',
  //     //     '3,74733524%',
  //     //     '887498038,98₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 13',
  //     //     'RU000A0ZYU88',
  //     //     '475076шт.',
  //     //     '2,14228521%',
  //     //     '507366915,72₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 14',
  //     //     'RU000A0ZYZ26',
  //     //     '78900шт.',
  //     //     '0,37684582%',
  //     //     '89250069,41₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 15',
  //     //     'RU000A1007F4',
  //     //     '731237шт.',
  //     //     '3,42649575%',
  //     //     '811512197,86₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 16',
  //     //     'RU000A100A82',
  //     //     '389018шт.',
  //     //     '1,87898923%',
  //     //     '445009360,74₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 17',
  //     //     'RU000A100EG3',
  //     //     '248695шт.',
  //     //     '1,14210852%',
  //     //     '270490629,8₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 18',
  //     //     'RU000A1014N4',
  //     //     '372786шт.',
  //     //     '1,62568041%',
  //     //     '385017108,66₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 19',
  //     //     'RU000A101FA1',
  //     //     '326282шт.',
  //     //     '1,41506993%',
  //     //     '335137293,48₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     //   [
  //     //     'Министерство финансов Российской Федерации 20',
  //     //     'RU000A101QE0',
  //     //     '81200шт.',
  //     //     '0,34079155%',
  //     //     '80711176₽',
  //     //     '1037739085636',
  //     //     '‒',
  //     //   ],
  //     // ],
  //   };
  // },
  props: {
    headings: { type: { Array } },
    rows: { type: { Array } },
  },

  components: {
    TableIHeadRow,
    TableRow,
  },
};
</script>

<style lang="scss" scoped>
.table {
  width: 100%;
  background-color: #fff;
  overflow-x: scroll;

  @media screen and (min-width: 960px) {
    overflow-x: hidden;
  }

  &__scrolling {
    width: 960px;
  }
}
</style>
