<template>
  <div id="10" class="news-block" v-if="isNewsVisible">
    <input class="news-block__input" type="radio" value="value" />

    <div class="news__header">
      <h1 class="news__header-heading">
        Сообщение о проведении заседания Совета Фонда НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ», в повестку дня
        которого включен вопрос о реорганизации НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в форме преобразования в
        акционерный пенсионный фонд
      </h1>

      <p class="news__header-date">23 августа 2017 г.</p>

      <p class="news__paragraph">"</p>

      <p class="news__paragraph">
        Настоящим сообщаем, что «26» сентября 2017 года состоится заседание Совета
        Негосударственного пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» (далее – «Фонд»), в повестку
        дня которого включен вопрос о реорганизации Фонда в форме преобразования в акционерный
        пенсионный фонд согласно статьям 11 и 12 Федерального закона от 28 декабря 2013г. № 410-ФЗ
        «О внесении изменений в Федеральный закон «О негосударственных пенсионных фондах» и
        отдельные законодательные акты Российской Федерации».
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold"
          >На рассмотрение Совета Фонда выносятся следующие вопросы повестки дня:</span
        >
      </p>

      <p class="news__paragraph_before">
        О реорганизации Негосударственного пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в форме
        преобразования в акционерный пенсионный фонд (форма непубличного акционерного общества).
      </p>

      <p class="news__paragraph_before">
        Об утверждении наименования и места нахождения, создаваемого акционерного пенсионного фонда.
      </p>

      <p class="news__paragraph_before">
        Об утверждении порядка и условий проведения реорганизации Негосударственного пенсионного
        фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в форме преобразования из некоммерческого пенсионного фонда в
        акционерный пенсионный фонд, в том числе об утверждении общего количества акций, подлежащих
        размещению при создании акционерного пенсионного фонда, а также количества акций, подлежащих
        размещению на дату внесения в единый государственный реестр юридических лиц записи о
        государственной регистрации создаваемого акционерного пенсионного фонда.
      </p>

      <p class="news__paragraph_before">
        Об утверждении сведений о составе учредителей Негосударственного пенсионного фонда
        «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» и иных лиц, внесших вклад в совокупный вклад учредителей
        Негосударственного пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ», с указанием по каждому такому
        лицу размера внесенного им вклада в рублях и процентах к совокупному вкладу учредителей.
      </p>

      <p class="news__paragraph_before">
        О рассмотрении поступивших в Негосударственный пенсионный фонд «БЛАГОСОСТОЯНИЕ ЭМЭНСИ»
        требований заинтересованных лиц о распределении им акций акционерного пенсионного фонда,
        создаваемого в результате преобразования в него Негосударственного пенсионного фонда
        «БЛАГОСОСТОЯНИЕ ЭМЭНСИ», и принятие решений об их удовлетворении или об отказе в их
        удовлетворении, а также об утверждении списка лиц, которым подлежат размещению акции
        акционерного пенсионного фонда на дату внесения в единый государственный реестр юридических
        лиц записи о государственной регистрации создаваемого акционерного пенсионного фонда, с
        указанием количества акций создаваемого акционерного пенсионного фонда, подлежащих
        размещению каждому из таких лиц.
      </p>

      <p class="news__paragraph_before">
        Об утверждении устава, создаваемого акционерного пенсионного фонда.
      </p>

      <p class="news__paragraph_before">
        Об избрании Генерального директора (единоличного исполнительного органа), создании Совета
        директоров и утверждении состава Совета директоров создаваемого акционерного пенсионного
        фонда.
      </p>

      <p class="news__paragraph_before">
        Об избрании Ревизора, создаваемого акционерного пенсионного фонда;
      </p>

      <p class="news__paragraph_before">
        Об утверждении профессионального участника рынка ценных бумаг, осуществляющего деятельность
        по ведению реестра владельцев ценных бумаг, - регистратора, создаваемого акционерного
        пенсионного фонда.
      </p>

      <p class="news__paragraph_before">
        Об утверждении решения о выпуске акций создаваемого акционерного пенсионного фонда,
        подлежащих размещению при реорганизации Негосударственного пенсионного фонда «БЛАГОСОСТОЯНИЕ
        ЭМЭНСИ» в форме преобразования в акционерный пенсионный фонд.
      </p>

      <p class="news__paragraph">
        Размер совокупного вклада учредителей Негосударственного пенсионного фонда «БЛАГОСОСТОЯНИЕ
        ЭМЭНСИ» по состоянию на дату размещения настоящей информации составляет 208 068 068 (Двести
        восемь миллионов шестьдесят восемь тысяч шестьдесят восемь) рублей 00 копеек.
      </p>

      <p class="news__paragraph">
        В соответствии с частями 9 и 10 статьи 12 Федерального закона от 28 декабря 2013 года №
        410-ФЗ «О внесении изменений в Федеральный закон «О негосударственных пенсионных фондах» и
        отдельные законодательные акты Российской Федерации» лицами, имеющими право на получение
        акций акционерного пенсионного фонда, подлежащих размещению при его создании, являются:
      </p>

      <p class="news__paragraph_before">
        Учредители (лица, созданные в результате преобразования учредителей) Фонда;
      </p>

      <p class="news__paragraph_before">
        Иные лица (лица, созданные в результате их преобразования), которые внесли вклад в
        совокупный вклад учредителей Фонда до даты принятия Советом Фонда решения о реорганизации
        некоммерческого пенсионного фонда в форме преобразования в акционерный пенсионный фонд.
      </p>

      <p class="news__paragraph">
        Акции не могут быть размещены юридическим лицам, которые зарегистрированы в государствах или
        на территориях, не предусматривающих раскрытие и представление информации при проведении
        финансовых операций, перечень которых утверждается Министерством финансов Российской
        Федерации, либо находятся под прямым или косвенным контролем таких лиц.
      </p>

      <p class="news__paragraph">
        Юридические лица при направлении требований о распределении им акций должны раскрыть и
        предоставить Фонду информацию о физических лицах, которые прямо или косвенно контролируют
        таких юридических лиц. В составе сведений о физических лицах, которые прямо или косвенно
        контролируют такие юридические лица, рекомендуется указывать не только способ контроля
        (прямой или косвенный), но и основания такого контроля, а в случае осуществления косвенного
        контроля - также сведения о юридических лицах, через которые осуществляется косвенный
        контроль, с подтверждением того, что они не зарегистрированы в государствах или на
        территориях, не предусматривающих раскрытия и предоставления информации при проведении
        финансовых операций, перечень которых утверждается Министерством финансов Российской
        Федерации.
      </p>

      <p class="news__paragraph">
        В соответствии с частью 2 статьи 12 Федерального закона от 28 декабря 2013г. № 410-ФЗ «О
        внесении изменений в Федеральный закон «О негосударственных пенсионных фондах» и отдельные
        законодательные акты Российской Федерации» заинтересованные лица вправе направить в Фонд
        требование о распределении им акций акционерного пенсионного фонда, создаваемого путем
        преобразования в него некоммерческого пенсионного фонда. Требования о распределении акций
        акционерного пенсионного фонда, создаваемого путем преобразования в него Негосударственного
        пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ», могут быть заявлены заинтересованными лицами в
        срок до «09» часов 30 минут «26» сентября 2017 года, путем направления (предоставления) их в
        бумажном виде по адресу: Российская Федерация, 127018, г. Москва, ул. Сущевский Вал, д. 18,
        8 этаж.
      </p>

      <p class="news__paragraph">
        Дополнительно сообщаем, что ознакомиться с информацией о предстоящем 26 сентября 2017 года
        заседании Совета Фонда в повестку дня которого включен вопрос о реорганизации
        Негосударственного пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в форме преобразования в
        акционерный пенсионный фонд, о его повестке дня, а также о размере совокупного вклада
        учредителей Фонда, можно по адресу: Российская Федерация, 127018, г. Москва, ул. Сущевский
        Вал, д. 18, 8 этаж.
      </p>

      <p class="news__paragraph">"</p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'News10',

  props: {
    isNewsVisible: { type: Boolean, default: false },
    value: { type: Number, required: true },
  },
};
</script>

<style lang="scss" scoped>
.news-block {
  width: 100%;

  &__input {
    display: none;
  }
}

.news {
  &__header {
    width: 100%;
  }

  &__header-heading {
    font-size: 18px;
    line-height: 24px;
    color: #000000;
    display: block;
    margin-bottom: 24px;

    @media screen and (min-width: 576px) {
      font-size: 34px;
      line-height: 48px;
    }
  }

  &__header-date {
    font-size: 16px;
    line-height: 24px;
    color: #78828c;
    display: block;
    margin-bottom: 24px;
  }

  &__paragraph {
    font-size: 16px;
    line-height: 24px;
    font-weight: 400;
    font-style: normal;
    color: #5a646e;
    display: block;
    margin-top: 24px;
    margin-bottom: 24px;

    &_bold {
      font-size: inherit;
      line-height: inherit;
      font-weight: 700;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_italic {
      font-weight: 400;
      font-style: italic;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_italic-bold {
      font-weight: 700;
      font-style: italic;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_link {
      font-size: 16px;
      line-height: 24px;
      font-weight: 400;
      text-decoration: none;
      outline: none;
      cursor: pointer;

      color: #8967b1;

      &:hover {
        color: #50287d;
      }
    }

    // news-block__paragraph_before
    &_before {
      font-weight: 400;
      font-style: normal;
      color: #5a646e;
      display: block;
      margin-top: 24px;
      margin-bottom: 24px;
      margin-left: 24px;
      position: relative;

      &::before {
        position: absolute;
        content: '';
        display: block;
        width: 8px;
        height: 8px;
        border-radius: 50%;
        background-color: #50287d;
        left: -24px;
        top: 8px;
      }
    }
  }

  &__image-bank-vtb,
  &__image-spring-holiday {
    aspect-ratio: 660 / 440;
    width: 100%;
  }
}
</style>
