<template>
  <div id="11" class="news-block" v-if="isNewsVisible">
    <input class="news-block__input" type="radio" value="value" />

    <div class="news__header">
      <h1 class="news__header-heading">
        Совет НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» принял решение о реорганизации Фонда
      </h1>

      <p class="news__header-date">27 сентября 2017 г.</p>

      <p class="news__paragraph">
        Настоящим сообщаем, что «26» сентября 2017 года состоялось заседание Совета НПФ
        «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» (далее — Фонд), на котором были приняты следующие решения:
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">1. </span>
        Реорганизовать Негосударственный пенсионный фонд «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в форме
        преобразования в акционерный пенсионный фонд (форма непубличного акционерного общества),
        руководствуясь требованиями статьи 12 Федерального закона № 410-ФЗ от 28.12.2013 «О внесении
        изменений в Федеральный закон «О негосударственных пенсионных фондах» и отдельные
        законодательные акты Российской Федерации» (далее – «Федеральный закон № 410-ФЗ»), а также
        иным действующим законодательством Российской Федерации.
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">2. </span>
        Утвердить наименование создаваемого акционерного пенсионного фонда и место его нахождения:
      </p>

      <p class="news__paragraph">
        Полное фирменное наименование на русском языке: Акционерное общество «Негосударственный
        пенсионный фонд БЛАГОСОСТОЯНИЕ ЭМЭНСИ».
      </p>

      <p class="news__paragraph">
        Полное фирменное наименование на английском языке: Joint Stock Company «BLAGOSOSTOYANIE MNС
        Non-State Pension Fund».
      </p>

      <p class="news__paragraph">
        Сокращенное фирменное наименование на русском языке: АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ».
      </p>

      <p class="news__paragraph">
        Сокращенное фирменное наименование на английском языке: JSC «BLAGOSOSTOYANIE MNС NSPF».
      </p>

      <p class="news__paragraph">
        Место нахождения, создаваемого акционерного пенсионного фонда: Российская Федерация, г.
        Москва.
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">3. </span>
        Утвердить следующий порядок и условия реорганизации НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в
        акционерный пенсионный фонд:
      </p>

      <p class="news__paragraph">
        1. Реорганизация Негосударственного пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» осуществляется
        в форме преобразования в акционерный пенсионный фонд в порядке, определенном в соответствии
        с требованиями статей 12, 14 Федерального закона № 410-ФЗ, а также в соответствии с
        требованиями иного действующего законодательства Российской Федерации.
      </p>

      <p class="news__paragraph">
        Имущество реорганизованного Негосударственного пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ»
        считается переданным акционерному пенсионному фонду со дня его государственной регистрации,
        при этом создаваемый акционерный пенсионный фонд является правопреемником по всем
        обязательствам Негосударственного пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в отношении всех
        его кредиторов и должников.
      </p>

      <p class="news__paragraph">
        2. Лицами, имеющими право на получение акций акционерного пенсионного фонда, создаваемого в
        результате реорганизации некоммерческого Фонда (далее – Заинтересованные лица), в
        соответствии с положениями части 9 статьи 12 Федерального закона № 410-ФЗ являются:
      </p>

      <p class="news__paragraph">
        · учредители (лица, созданные в результате преобразования учредителей) Фонда;
      </p>

      <p class="news__paragraph">
        · иные лица (лица, созданные в результате их преобразования), которые внесли вклад в
        совокупный вклад учредителей Фонда до даты принятия Советом Фонда решения о реорганизации
        Фонда в форме преобразования в акционерный пенсионный фонд.
      </p>

      <p class="news__paragraph">
        3. Каждому лицу, которому размещаются акции АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ», подлежит
        распределению количество акций АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ», пропорциональное размеру доли
        вклада такого лица в совокупном вкладе учредителей реорганизуемого Фонда.
      </p>

      <p class="news__paragraph">
        4. Заинтересованные лица вправе направить в Фонд требование о распределении им акций
        акционерного пенсионного фонда, создаваемого путем преобразования в него Фонда. Совет Фонда
        обязан рассмотреть поступившие требования Заинтересованных лиц и одновременно с принятием
        решения о реорганизации Фонда в форме его преобразования в акционерный пенсионный фонд
        принять решение об их удовлетворении или об отказе в их удовлетворении. В случае принятия
        решения об удовлетворении требований Заинтересованных лиц о распределении им акций
        соответствующие лица включаются в список лиц, которым подлежат распределению акции АО «НПФ
        БЛАГОСОСТОЯНИЕ ЭМЭНСИ», размещаемые при его создании путем преобразования в него
        некоммерческого пенсионного фонда НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ».
      </p>

      <p class="news__paragraph">
        5. Фонд раскрывает информацию о принятом решении о реорганизации в форме преобразования в
        акционерный пенсионный фонд и о содержании данного решения на официальном сайте Фонда в
        информационно-телекоммуникационной сети «Интернет»
        <a class="news__paragraph_link" href="http://ww38.welbipensions.com/"
          >http://welbipensions.com/</a
        >, обеспечивает доступ к указанной информации в месте нахождения Фонда не позднее 3-х (трех)
        дней после принятия Советом Фонда такого решения.
      </p>

      <p class="news__paragraph">
        6. Фонд уведомляет в письменной форме Банк России о принятом решении о реорганизации в
        течение 3-х (трех) рабочих дней с даты принятия решения о реорганизации.
      </p>

      <p class="news__paragraph">
        7. Сформировать уставный капитал создаваемого акционерного пенсионного фонда АО «НПФ
        БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в размере 208 068 068 (Двести восемь миллионов шестьдесят восемь
        тысяч шестьдесят восемь) рублей 00 копеек – за счет части имущества для обеспечения уставной
        деятельности по данным бухгалтерского учета Фонда по состоянию на 31 августа 2017 года.
        Уставный капитал создаваемого акционерного пенсионного фонда АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ»
        составляется из номинальной стоимости акций создаваемого в результате преобразования
        акционерного пенсионного фонда. АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» вправе выпускать только
        обыкновенные акции, все акции АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» являются именными и выпускаются
        в бездокументарной форме.
      </p>

      <p class="news__paragraph">
        8. Определить, что уставный капитал АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» состоит из 208 068 068
        (Двести восемь миллионов шестьдесят восемь тысяч шестьдесят восемь) обыкновенных именных
        акций, выпущенных в бездокументарной форме, номинальной стоимостью 1 (Один) рубль 00 копеек
        каждая.
      </p>

      <p class="news__paragraph">
        9. Способом размещения акций АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» является распределение акций.
      </p>

      <p class="news__paragraph">
        10. Общее количество акций, подлежащих размещению акционерам АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ»
        составляет: 208 068 068 (Двести восемь миллионов шестьдесят восемь тысяч шестьдесят восемь)
        обыкновенных именных акций, номинальной стоимостью 1 (Один) рубль 00 копеек каждая.
      </p>

      <p class="news__paragraph">
        11. На дату внесения в единый государственный реестр юридических лиц записи о
        государственной регистрации АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» подлежит размещению количество
        акций акционерного пенсионного фонда, составляющее 74,8736 % от общего количества акций АО
        «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ», подлежащих размещению при его создании. Датой размещения
        указанных акций является дата внесения в единый государственный реестр юридических лиц
        записи о государственной регистрации создаваемого акционерного пенсионного фонда.
      </p>

      <p class="news__paragraph">
        12. Размещение общего количества акций АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» осуществляется в два
        этапа:
      </p>

      <p class="news__paragraph">Первый этап.</p>

      <p class="news__paragraph">
        Количество акций, подлежащих размещению на дату внесения в единый государственный реестр
        юридических лиц записи о государственной регистрации создаваемого АО «НПФ БЛАГОСОСТОЯНИЕ
        ЭМЭНСИ», равно 155 788 068 (Сто пятьдесят пять миллионов семьсот восемьдесят восемь тысяч
        шестьдесят восемь) акций, что составляет 74,8736 % от общего количества акций, подлежащих
        размещению при создании АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ».
      </p>

      <p class="news__paragraph">Второй этап.</p>

      <p class="news__paragraph">
        Требования Заинтересованных лиц о распределении им акций акционерного пенсионного фонда,
        создаваемого в результате преобразования в него Негосударственного пенсионного фонда
        «БЛАГОСОСТОЯНИЕ ЭМЭНСИ», поступившие после принятия Советом Фонда решения о его
        реорганизации и до внесения в единый государственный реестр юридических лиц записи о
        государственной регистрации АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ», рассматриваются Советом
        директоров АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» после государственной регистрации АО «НПФ
        БЛАГОСОСТОЯНИЕ ЭМЭНСИ». Совет директоров АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» обязан принять
        решение об удовлетворении таких требований или об отказе в их удовлетворении в срок не
        позднее 1 (одного) месяца с даты государственной регистрации АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ»,
        а требований Заинтересованных лиц, поступивших в АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в течение 11
        (одиннадцати) месяцев с даты внесения в единый государственный реестр юридических лиц записи
        о государственной регистрации создаваемого АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ», - в срок не
        позднее 1 (одного) месяца с даты их поступления.
      </p>

      <p class="news__paragraph">
        При этом лицам, заявленные требования которых удовлетворены Советом директоров АО «НПФ
        БЛАГОСОСТОЯНИЕ ЭМЭНСИ», подлежат распределению акции АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ»,
        оставшиеся неразмещенными на дату внесения в единый государственный реестр юридических лиц
        записи о государственной регистрации создаваемого АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ».
      </p>

      <p class="news__paragraph">
        Совет директоров АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» обязан принять решение о порядке и об
        условиях распределения оставшихся неразмещенными акций АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» не
        ранее 12 (двенадцати) месяцев и не позднее 14 (четырнадцати) месяцев после государственной
        регистрации АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ».
      </p>

      <p class="news__paragraph">
        Оставшиеся неразмещенными акции АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в количестве 52 280 000
        (Пятьдесят два миллиона двести восемьдесят тысяч) штук подлежат распределению в следующем
        порядке:
      </p>

      <p class="news__paragraph">
        - Заинтересованным лицам, заявленные требования которых удовлетворены после даты внесения в
        единый государственный реестр юридических лиц записи о государственной регистрации АО «НПФ
        БЛАГОСОСТОЯНИЕ ЭМЭНСИ», пропорционально их доле в совокупном вкладе учредителей Фонда;
      </p>

      <p class="news__paragraph">
        - оставшиеся нераспределенными акции распределяются между акционерами АО «НПФ БЛАГОСОСТОЯНИЕ
        ЭМЭНСИ» и Заинтересованными лицами, заявленные требования которых удовлетворены после даты
        внесения в единый государственный реестр юридических лиц записи о государственной
        регистрации АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ», пропорционально количеству соответственно
        принадлежащих им либо распределяемых им акций.
      </p>

      <p class="news__paragraph">
        13. АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» не позднее 3-х (трех) дней с даты принятия Советом
        директоров решения о порядке и об условиях распределения оставшихся неразмещенными акций АО
        «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» обязан раскрыть информацию о принятом решении и о содержании
        такого решения на своем официальном сайте в информационно-телекоммуникационной сети
        «Интернет», а также обеспечить доступ к указанной информации в месте нахождения АО «НПФ
        БЛАГОСОСТОЯНИЕ ЭМЭНСИ».
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">4. </span>
        Утвердить сведения о составе учредителей и иных лиц, внесших вклад в совокупный вклад
        учредителей НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ», по состоянию на «26» сентября 2017 года:
      </p>

      <p class="news__paragraph">
        1) Общество с ограниченной ответственностью «Велби Холдинг» (ОГРН 1027739113280, дата
        присвоения ОГРН: 26.08.2002, ИНН 7743042998, дата государственной регистрации: 13.11.2001,
        адрес местонахождения: 127055, город Москва, улица Новолесная, д. 2).
      </p>

      <p class="news__paragraph">
        Размер внесенного вклада в совокупный вклад учредителей Фонда: 155 580 000 (Сто пятьдесят
        пять миллионов пятьсот восемьдесят тысяч) рублей 00 копеек.
      </p>

      <p class="news__paragraph">
        Размер доли внесенного вклада в совокупный вклад учредителей Фонда (в процентах): 74,7736 %.
      </p>

      <p class="news__paragraph">
        2) Акционерное общество «Страховая компания БЛАГОСОСТОЯНИЕ» (АО «СК БЛАГОСОСТОЯНИЕ») (ОГРН
        1057748388378, дата присвоения ОГРН: 28.09.2005, ИНН 7710601270, дата государственной
        регистрации: 28.09.2005, место нахождения: Российская Федерация, город Москва, адрес,
        указанный в едином государственном реестре юридических лиц: 127018, город Москва, улица
        Сущевский Вал, дом 18, 8 этаж).
      </p>

      <p class="news__paragraph">
        Размер внесенного вклада в совокупный вклад учредителей Фонда: 208 068 (Двести восемь тысяч
        шестьдесят восемь) рублей 00 копеек.
      </p>

      <p class="news__paragraph">
        Размер доли внесенного вклада в совокупный вклад учредителей Фонда (в процентах): 0,1 %.
      </p>

      <p class="news__paragraph">
        3) Негосударственный Пенсионный Фонд «Авива» (НПФ «Авива») (ОГРН 1027700181871, дата
        присвоения ОГРН: 03.09.2002, ИНН 7725072728, место нахождения: 127055, город Москва, улица
        Новолесная, дом 2) 22.06.2011 года НПФ «Авива» был ликвидирован в результате реорганизации
        путем присоединения к Негосударственному пенсионному фонду «Авива Пенсионное Обеспечение»
        (ОГРН 1027739310170, ИНН 7743053767) согласно Договору о присоединении от 24.06.2010 года,
        заключенного между НПФ «Авива» и НПФ «Авива Пенсионное Обеспечение» (далее – «Договор о
        присоединении») и Передаточному акту от 29.06.2010 года к Договору о присоединении, в
        результате чего Негосударственному пенсионному фонду «Авива Пенсионное Обеспечение» было
        передано все имущество НПФ «Авива», в том числе средства совокупного вклада учредителей НПФ
        «Авива». Наименование НПФ «Авива Пенсионное Обеспечение» изменено на НПФ «БЛАГОСОСТОЯНИЕ
        ЭМЭНСИ» (решение Совета Фонда о переименовании, протокол № 8 от 28.08.2013 года).
      </p>

      <p class="news__paragraph">
        Размер внесенного вклада в совокупный вклад учредителей Фонда: 52 280 000 (Пятьдесят два
        миллиона двести восемьдесят тысяч) рублей 00 копеек.
      </p>

      <p class="news__paragraph">
        Размер доли внесенного вклада в совокупный вклад учредителей Фонда (в процентах): 25,1264 %.
      </p>

      <p class="news__paragraph">
        Совокупный вклад учредителей НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» по состоянию на 26 сентября 2017
        года составляет 208 068 068 (Двести восемь миллионов шестьдесят восемь тысяч шестьдесят
        восемь) рублей 00 копеек.
      </p>

      <p class="news__paragraph">
        Порядок округления размера процентов от внесенного вклада к совокупному вкладу учредителей
        Фонда, выраженного дробным числом, осуществляется по правилам математического округления.
        Под правилами математического округления следует понимать метод округления до
        десятитысячных, при котором значение процента не изменяется, если первая из округляемой
        цифра имеет значение от 0 до 4, и изменяется, увеличиваясь на единицу, если следующая цифра
        имеет значение от 5 до 9.
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">5. </span>
        <br />
      </p>

      <p class="news__paragraph">
        1) Удовлетворить требования о распределении акций акционерного пенсионного фонда,
        создаваемого в результате преобразования в него НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ», поступившие в
        Фонд от ООО «Велби Холдинг» (ОГРН 1027739113280, дата присвоения ОГРН: 26.08.2002, ИНН
        7743042998, дата государственной регистрации: 13.11.2001, адрес местонахождения: 127055,
        город Москва, улица Новолесная, д. 2) и от АО «СК БЛАГОСОСТОЯНИЕ» (ОГРН 1057748388378, ИНН
        7710601270, место нахождения: Российская Федерация, город Москва, адрес, указанный в едином
        государственном реестре юридических лиц: 127018, город Москва, улица Сущевский Вал, дом 18,
        8 этаж).
      </p>

      <p class="news__paragraph">
        2) Утвердить следующий список лиц, которым подлежат размещению акции акционерного
        пенсионного фонда на дату внесения в единый государственный реестр юридических лиц записи о
        государственной регистрации создаваемого акционерного пенсионного фонда, а также количество
        акций создаваемого акционерного пенсионного фонда, подлежащих размещению каждому из таких
        лиц:
      </p>

      <p class="news__paragraph">
        2.1. Общество с ограниченной ответственностью «Велби Холдинг» (ОГРН 1027739113280, дата
        присвоения ОГРН: 26.08.2002, ИНН 7743042998, дата государственной регистрации: 13.11.2001,
        адрес местонахождения: 127055, город Москва, улица Новолесная, д. 2). Лица, прямо или
        косвенно контролирующие Общество с ограниченной ответственностью «Велби Холдинг», указаны в
        Приложении № 1 к Протоколу заседания Совета НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» от 26 сентября 2017
        № 15. Количество акций, подлежащих размещению Обществу с ограниченной ответственностью
        «Велби Холдинг» на дату внесения в единый государственный реестр юридических лиц записи о
        государственной регистрации создаваемого АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ», равно 155 580 000
        (Сто пятьдесят пять миллионов пятьсот восемьдесят тысяч) штук, что составляет 74,7736 % от
        общего количества акций, подлежащих размещению при создании АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ».
      </p>

      <p class="news__paragraph">
        2.2. Акционерное общество «Страховая компания БЛАГОСОСТОЯНИЕ» (АО «СК БЛАГОСОСТОЯНИЕ») (ОГРН
        1057748388378, дата присвоения ОГРН: 28.09.2005, ИНН 7710601270, дата государственной
        регистрации: 28.09.2005, место нахождения: Российская Федерация, город Москва, адрес,
        указанный в едином государственном реестре юридических лиц: 127018, город Москва, улица
        Сущевский Вал, дом 18, 8 этаж). Лица, прямо или косвенно контролирующие АО «СК
        БЛАГОСОСТОЯНИЕ», указаны в Приложении № 1 к Протоколу заседания Совета НПФ «БЛАГОСОСТОЯНИЕ
        ЭМЭНСИ» от 26 сентября 2017 № 15. Количество акций, подлежащих размещению Акционерному
        обществу «Страховая компания БЛАГОСОСТОЯНИЕ» на дату внесения в единый государственный
        реестр юридических лиц записи о государственной регистрации создаваемого АО «НПФ
        БЛАГОСОСТОЯНИЕ ЭМЭНСИ», равно 208 068 (Двести восемь тысяч шестьдесят восемь) штук, что
        составляет 0,1 % от общего количества акций, подлежащих размещению при создании АО «НПФ
        БЛАГОСОСТОЯНИЕ ЭМЭНСИ».
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">6. </span>
        Утвердить Устав Акционерного общества «Негосударственный пенсионный фонд БЛАГОСОСТОЯНИЕ
        ЭМЭНСИ» (Приложение № 2 к Протоколу заседания Совета НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» от 26
        сентября 2017 № 15).
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">7. </span>
        Избрать Андреева Алексея Викторовича на должность Генерального директора (единоличного
        исполнительного органа) АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» (идентификационные сведения указаны*
        в Приложении № 3 к Протоколу заседания Совета НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» от 26 сентября
        2017 № 15), создать в АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» Совет директоров, утвердить
        количественный состав Совета директоров АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в количестве 7 (семи)
        членов и избрать в состав Совета директоров АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» следующих лиц
        (идентификационные сведения указаны* в Приложении № 3 к Протоколу заседания Совета НПФ
        «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» от 26 сентября 2017 № 15):
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph_before">Максимов Дмитрий Андреевич;</p>

      <p class="news__paragraph_before">Кусков Евгений Александрович;</p>

      <p class="news__paragraph_before">Королёва Наталия Геннадьевна;</p>

      <p class="news__paragraph_before">Федченко Сергей Валерьевич;</p>

      <p class="news__paragraph_before">Есаулов Евгений Сергеевич;</p>

      <p class="news__paragraph_before">Николас Пол Робинсон;</p>

      <p class="news__paragraph_before">Андреев Алексей Викторович.</p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">8. </span>
        Избрать Дей Марину Валерьевну Ревизором АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» (идентификационные
        сведения указаны* в Приложении № 3 к Протоколу заседания Совета НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ»
        от 26 сентября 2017 № 15).
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">9. </span>
        Утвердить регистратором АО «НПФ БЛАГОСОСТОЯНИЕ ЭМЭНСИ» Акционерное общество ВТБ Регистратор
        (АО ВТБ Регистратор) (ОГРН 1045605469744, ИНН 5610083568, место нахождения: город Москва,
        адрес регистратора, указанный в едином государственном реестре юридических лиц: 127015, г.
        Москва, ул. Правды, д. 23, Лицензия на осуществление деятельности по ведению реестра
        владельцев ценных бумаг № 045-13970-000001 от 21.02.2008 г., выданная ФСФР России).
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">10. </span>
        Утвердить Решение о выпуске ценных бумаг Акционерного общества «Негосударственный пенсионный
        фонд БЛАГОСОСТОЯНИЕ ЭМЭНСИ».
      </p>

      <p class="news__paragraph">
        * идентификационные сведения указаны в Приложении № 3 к Протоколу заседания Совета НПФ
        «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» от 26 сентября 2017 № 15, но в связи с отсутствием согласия
        субъектов персональных данных на раскрытие данной информации на сайте НПФ «БЛАГОСОСТОЯНИЕ
        ЭМЭНСИ» (в соответствии с требованиями Федерального закона от 27.07.2006 г. № 152-ФЗ «О
        персональных данных»), идентификационные сведения указанных субъектов персональных данных
        при раскрытии на сайте НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» не указываются.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'News11',

  props: {
    isNewsVisible: { type: Boolean, default: false },
    value: { type: Number, required: true },
  },
};
</script>

<style lang="scss" scoped>
.news-block {
  width: 100%;

  &__input {
    display: none;
  }
}

.news {
  &__header {
    width: 100%;
  }

  &__header-heading {
    font-size: 18px;
    line-height: 24px;
    color: #000000;
    display: block;
    margin-bottom: 24px;

    @media screen and (min-width: 576px) {
      font-size: 34px;
      line-height: 48px;
    }
  }

  &__header-date {
    font-size: 16px;
    line-height: 24px;
    color: #78828c;
    display: block;
    margin-bottom: 24px;
  }

  &__paragraph {
    font-size: 16px;
    line-height: 24px;
    font-weight: 400;
    font-style: normal;
    color: #5a646e;
    display: block;
    margin-top: 24px;
    margin-bottom: 24px;

    &_bold {
      font-size: inherit;
      line-height: inherit;
      font-weight: 700;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_italic {
      font-weight: 400;
      font-style: italic;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_italic-bold {
      font-weight: 700;
      font-style: italic;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_link {
      font-size: 16px;
      line-height: 24px;
      font-weight: 400;
      text-decoration: none;
      outline: none;
      cursor: pointer;

      color: #8967b1;

      &:hover {
        color: #50287d;
      }
    }

    // news-block__paragraph_before
    &_before {
      font-weight: 400;
      font-style: normal;
      color: #5a646e;
      display: block;
      margin-top: 24px;
      margin-bottom: 24px;
      margin-left: 24px;
      position: relative;

      &::before {
        position: absolute;
        content: '';
        display: block;
        width: 8px;
        height: 8px;
        border-radius: 50%;
        background-color: #50287d;
        left: -24px;
        top: 8px;
      }
    }
  }

  &__image-bank-vtb,
  &__image-spring-holiday {
    aspect-ratio: 660 / 440;
    width: 100%;
  }
}
</style>
