<template>
  <div id="18" class="news-block" v-if="isNewsVisible">
    <input class="news-block__input" type="radio" value="value" />

    <div class="news__header">
      <h1 class="news__header-heading">
        Совет НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» принял решение о внесении изменений в решение Совета Фонда
        по вопросу реорганизации Фонда в форме преобразования в акционерный пенсионный фонд
      </h1>

      <p class="news__header-date">15 октября 2018 г.</p>

      <p class="news__paragraph">
        Настоящим сообщаем, что 13 октября 2018 года Совет НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» принял
        решение внести изменения в решение о реорганизации НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в форме
        преобразования в акционерный пенсионный фонд (Протокол заседания Совета Фонда № 15 от
        26.09.2017 (далее по тексту – Заседание от 26.09.2017) и Протокол заседания Совета Фонда №
        17 от 07.11.2017, в том числе:
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">1. </span>
        Внести изменения в решение Совета Фонда по второму вопросу повестки дня Заседания от
        26.09.2017: «Об утверждении наименования и места нахождения создаваемого акционерного
        пенсионного фонда», в части утвержденного фирменного наименования создаваемого акционерного
        пенсионного фонда, изложив его в новой редакции: «Утвердить следующее фирменное наименование
        создаваемого акционерного фонда: <br />
        (1) Полное фирменное наименование на русском языке: Акционерное общество негосударственный
        пенсионный фонд «Ренессанс пенсии».
        <br />
        (2) Полное фирменное наименование на английском языке: Joint Stock Company Non-State Pension
        Fund Renaissance pensions. <br />
        (3) Сокращенное фирменное наименование на русском языке: АО НПФ «Ренессанс пенсии». <br />
        (4) Сокращенное фирменное наименование на английском языке: JSC NSPF Renaissance pensions.
        <br />
        (5) Место нахождения создаваемого акционерного пенсионного фонда: Российская Федерация, г.
        Москва.».
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">2. </span>
        В связи с утверждением нового наименования и изменением размера уставного капитала
        создаваемого акционерного пенсионного фонда изменить решение Совета Фонда по третьему
        вопросу повестки дня Заседания от 26.09.2017: «Об утверждении порядка и условий проведения
        реорганизации Негосударственного пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в форме
        преобразования из некоммерческого пенсионного фонда в акционерный пенсионный фонд, в том
        числе об утверждении общего количества акций, подлежащих размещению при создании
        акционерного пенсионного фонда, а также количества акций, подлежащих размещению на дату
        внесения в единый государственный реестр юридических лиц записи о государственной
        регистрации создаваемого акционерного пенсионного фонда», в следующей части:
      </p>

      <p class="news__paragraph">
        (1) Изложить пункты 3 – 4 в новой редакции:
      </p>

      <p class="news__paragraph">
        «3. Каждому лицу, которому размещаются акции АО НПФ «Ренессанс пенсии», подлежит
        распределению количество акций АО НПФ «Ренессанс пенсии», пропорциональное размеру доли
        вклада такого лица в совокупном вкладе учредителей реорганизуемого Фонда.
      </p>

      <p class="news__paragraph">
        4. Заинтересованные лица вправе направить в Фонд требование о распределении им акций
        акционерного пенсионного фонда, создаваемого путем преобразования в него Фонда. Совет Фонда
        обязан рассмотреть поступившие требования Заинтересованных лиц и одновременно с принятием
        решения о реорганизации Фонда в форме его преобразования в акционерный пенсионный фонд
        принять решение об их удовлетворении или об отказе в их удовлетворении. В случае принятия
        решения об удовлетворении требований Заинтересованных лиц о распределении им акций
        соответствующие лица включаются в список лиц, которым подлежат распределению акции АО НПФ
        «Ренессанс пенсии», размещаемые при его создании путем преобразования в него некоммерческого
        пенсионного фонда НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ».».
      </p>

      <p class="news__paragraph">
        (2) Изложить пункты 7 – 13 в новой редакции:
      </p>

      <p class="news__paragraph">
        «7. Сформировать уставный капитал создаваемого акционерного пенсионного фонда АО НПФ
        «Ренессанс пенсии» в размере 150 000 000 (Сто пятьдесят миллионов) рублей 00 копеек – за
        счет части имущества, предназначенного для обеспечения уставной деятельности по данным
        бухгалтерского учета Фонда по состоянию на 30 сентября 2018 года. Уставный капитал
        создаваемого акционерного пенсионного фонда АО НПФ «Ренессанс пенсии» составляется из
        номинальной стоимости акций создаваемого в результате преобразования акционерного
        пенсионного фонда. АО НПФ «Ренессанс пенсии» вправе выпускать только обыкновенные акции, все
        акции АО НПФ «Ренессанс пенсии» являются именными и выпускаются в бездокументарной форме.
      </p>

      <p class="news__paragraph">
        8. Определить, что уставный капитал АО НПФ «Ренессанс пенсии» состоит из 150 000 000 (Сто
        пятьдесят миллионов) обыкновенных именных акций, выпущенных в бездокументарной форме,
        номинальной стоимостью 1 (Один) рубль 00 копеек каждая.
      </p>

      <p class="news__paragraph">
        9. Способом размещения акций АО НПФ «Ренессанс пенсии» является распределение акций.
      </p>

      <p class="news__paragraph">
        10. Общее количество акций, подлежащих размещению акционерам АО НПФ «Ренессанс пенсии»
        составляет: 150 000 000 (Сто пятьдесят миллионов) обыкновенных именных акций, номинальной
        стоимостью 1 (Один) рубль 00 копеек каждая.
      </p>

      <p class="news__paragraph">
        11. На дату внесения в единый государственный реестр юридических лиц записи о
        государственной регистрации АО НПФ «Ренессанс пенсии» подлежит размещению количество акций
        акционерного пенсионного фонда, составляющее 74,8736% от общего количества акций АО НПФ
        «Ренессанс пенсии», подлежащих размещению при его создании. Датой размещения указанных акций
        является дата внесения в единый государственный реестр юридических лиц записи о
        государственной регистрации создаваемого акционерного пенсионного фонда.
      </p>

      <p class="news__paragraph">
        12. Размещение общего количества акций АО НПФ «Ренессанс пенсии» осуществляется в два этапа:
      </p>

      <p class="news__paragraph">Первый этап.</p>

      <p class="news__paragraph">
        Количество акций, подлежащих размещению на дату внесения в единый государственный реестр
        юридических лиц записи о государственной регистрации создаваемого АО НПФ «Ренессанс пенсии»,
        равно 112 310 400 (Сто двенадцать миллионов триста десять тысяч четыреста) акций, что
        составляет 74,8736% от общего количества акций, подлежащих размещению при создании АО НПФ
        «Ренессанс пенсии».
      </p>

      <p class="news__paragraph">Второй этап.</p>

      <p class="news__paragraph">
        Требования Заинтересованных лиц о распределении им акций акционерного пенсионного фонда,
        создаваемого в результате преобразования в него Негосударственного пенсионного фонда
        «БЛАГОСОСТОЯНИЕ ЭМЭНСИ», поступившие после принятия Советом Фонда решения о его
        реорганизации и до внесения в единый государственный реестр юридических лиц записи о
        государственной регистрации АО НПФ «Ренессанс пенсии», рассматриваются Советом директоров АО
        НПФ «Ренессанс пенсии» после государственной регистрации АО НПФ «Ренессанс пенсии». Совет
        директоров АО НПФ «Ренессанс пенсии» обязан принять решение об удовлетворении таких
        требований или об отказе в их удовлетворении в срок не позднее 1 (одного) месяца с даты
        государственной регистрации АО НПФ «Ренессанс пенсии», а требований Заинтересованных лиц,
        поступивших в АО НПФ «Ренессанс пенсии» в течение 11 (одиннадцати) месяцев с даты внесения в
        единый государственный реестр юридических лиц записи о государственной регистрации
        создаваемого АО НПФ «Ренессанс пенсии», - в срок не позднее 1 (одного) месяца с даты их
        поступления. <br />
        При этом лицам, заявленные требования которых удовлетворены Советом директоров АО НПФ
        «Ренессанс пенсии», подлежат распределению акции АО НПФ «Ренессанс пенсии», оставшиеся
        неразмещенными на дату внесения в единый государственный реестр юридических лиц записи о
        государственной регистрации создаваемого АО НПФ «Ренессанс пенсии».
      </p>

      <p class="news__paragraph">
        Совет директоров АО НПФ «Ренессанс пенсии» обязан принять решение о порядке и об условиях
        распределения оставшихся неразмещенными акций АО НПФ «Ренессанс пенсии» не ранее 12
        (двенадцати) месяцев и не позднее 14 (четырнадцати) месяцев после государственной
        регистрации АО НПФ «Ренессанс пенсии». <br />
        Оставшиеся неразмещенными акции АО НПФ «Ренессанс пенсии» в количестве 37 689 600 (Тридцать
        семь миллионов шестьсот восемьдесят девять тысяч шестьсот) штук подлежат распределению в
        следующем порядке: <br />
        − Заинтересованным лицам, заявленные требования которых удовлетворены после даты внесения в
        единый государственный реестр юридических лиц записи о государственной регистрации АО НПФ
        «Ренессанс пенсии», пропорционально их доле в совокупном вкладе учредителей Фонда; <br />
        − оставшиеся нераспределенными акции распределяются между акционерами АО НПФ «Ренессанс
        пенсии» и Заинтересованными лицами, заявленные требования которых удовлетворены после даты
        внесения в единый государственный реестр юридических лиц записи о государственной
        регистрации АО НПФ «Ренессанс пенсии», пропорционально количеству соответственно
        принадлежащих им либо распределяемых им акций.
      </p>

      <p class="news__paragraph">
        13. АО НПФ «Ренессанс пенсии» не позднее 3-х (трех) дней с даты принятия Советом директоров
        решения о порядке и об условиях распределения оставшихся неразмещенными акций АО НПФ
        «Ренессанс пенсии» обязан раскрыть информацию о принятом решении и о содержании такого
        решения на своем официальном сайте в информационно-телекоммуникационной сети «Интернет», а
        также обеспечить доступ к указанной информации в месте нахождения АО НПФ «Ренессанс
        пенсии».».
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">3. </span>
        В связи с поступившими в Фонд от ООО «Велби Холдинг» и АО СК «Ренессанс здоровье»
        обновленными требованиями заинтересованных лиц о распределении им акций акционерного
        пенсионного фонда, создаваемого в результате преобразования в него Негосударственного
        пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» изменить решение Совета Фонда по четвертому
        вопросу повестки дня Заседания от 26.09.2017: «Об утверждении сведений о составе учредителей
        Негосударственного пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» и иных лиц, внесших вклад в
        совокупный вклад учредителей Негосударственного пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ», с
        указанием по каждому такому лицу размера внесенного им вклада в рублях и процентах к
        совокупному вкладу учредителей», в следующей части:
      </p>

      <p class="news__paragraph">
        Изложить пункты 1) и 2) в новой редакции:
      </p>

      <p class="news__paragraph">
        «1) Общество с ограниченной ответственностью «Велби Холдинг» (ОГРН 1027739113280, дата
        присвоения ОГРН: 26.08.2002, ИНН 7743042998, дата государственной регистрации: 13.11.2001,
        место нахождения: Российская Федерация, город Москва, адрес, указанный в едином
        государственном реестре юридических лиц: 115114, город Москва, набережная Дербеневская, дом
        7, строение 22, этаж 3 пом 150).
        <br />
        Размер внесенного вклада в совокупный вклад учредителей Фонда: 155 580 000 (Сто пятьдесят
        пять миллионов пятьсот восемьдесят тысяч) рублей 00 копеек. <br />
        Размер доли внесенного вклада в совокупный вклад учредителей Фонда (в процентах): 74,7736%.
      </p>

      <p class="news__paragraph">
        2) Акционерное общество страховая компания «Ренессанс здоровье» (АО СК «Ренессанс здоровье»)
        (ОГРН 1057748388378, дата присвоения ОГРН: 28.09.2005, ИНН 7710601270, дата государственной
        регистрации: 28.09.2005, место нахождения: Российская Федерация, город Москва, адрес,
        указанный в едином государственном реестре юридических лиц: 115114, город Москва, набережная
        Дербеневская, дом 7, строение 22, этаж/пом 3/XII). <br />
        Размер внесенного вклада в совокупный вклад учредителей Фонда: 208 068 (Двести восемь тысяч
        шестьдесят восемь) рублей 00 копеек.
        <br />
        Размер доли внесенного вклада в совокупный вклад учредителей Фонда (в процентах): 0,1%.»
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">4. </span>
        В связи с поступившими в Фонд от ООО «Велби Холдинг» и АО СК «Ренессанс здоровье»
        обновленными требованиями заинтересованных лиц о распределении им акций акционерного
        пенсионного фонда, создаваемого в результате преобразования в него Негосударственного
        пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» изменить решение Совета Фонда по пятому вопросу
        повестки дня Заседания от 26.09.2017: «О рассмотрении поступивших в Негосударственный
        пенсионный фонд «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» требований заинтересованных лиц о распределении им
        акций акционерного пенсионного фонда, создаваемого в результате преобразования в него
        Негосударственного пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ», и принятие решений об их
        удовлетворении или об отказе в их удовлетворении, а также об утверждении списка лиц, которым
        подлежат размещению акции акционерного пенсионного фонда на дату внесения в единый
        государственный реестр юридических лиц записи о государственной регистрации создаваемого
        акционерного пенсионного фонда, с указанием количества акций создаваемого акционерного
        пенсионного фонда, подлежащих размещению каждому из таких лиц», (1) Изложить решение Совета
        Фонда по пятому вопросу повестки дня Заседания от 26.09.2017 в новой редакции:
      </p>

      <p class="news__paragraph">
        «1) Удовлетворить требования о распределении акций акционерного пенсионного фонда,
        создаваемого в результате преобразования в него НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ», поступившие в
        Фонд от ООО «Велби Холдинг» (ОГРН 1027739113280, дата присвоения ОГРН: 26.08.2002, ИНН
        7743042998, дата государственной регистрации: 13.11.2001, место нахождения: Российская
        Федерация, город Москва, адрес, указанный в едином государственном реестре юридических лиц:
        115114, город Москва, набережная Дербеневская, дом 7, строение 22, этаж 3 пом 150) и от АО
        СК «Ренессанс здоровье» (ОГРН 1057748388378, ИНН 7710601270, место нахождения: Российская
        Федерация, город Москва, адрес, указанный в едином государственном реестре юридических лиц:
        115114, город Москва, набережная Дербеневская, дом 7, строение 22, этаж/пом 3/XII).
      </p>

      <p class="news__paragraph">
        2) Утвердить следующий список лиц, которым подлежат размещению акции акционерного
        пенсионного фонда на дату внесения в единый государственный реестр юридических лиц записи о
        государственной регистрации создаваемого акционерного пенсионного фонда, а также количество
        акций создаваемого акционерного пенсионного фонда, подлежащих размещению каждому из таких
        лиц: <br />
        2.1. Общество с ограниченной ответственностью «Велби Холдинг» (ООО «Велби Холдинг») (ОГРН
        1027739113280, дата присвоения ОГРН: 26.08.2002, ИНН 7743042998, дата государственной
        регистрации: 13.11.2001, место нахождения: Российская Федерация, город Москва, адрес,
        указанный в едином государственном реестре юридических лиц: 115114, город Москва, набережная
        Дербеневская, дом 7, строение 22, этаж 3 пом 150). Лица, прямо или косвенно контролирующие
        ООО «Велби Холдинг», указаны в Приложении № 1 к настоящему Протоколу. Количество акций,
        подлежащих размещению ООО «Велби Холдинг» на дату внесения в единый государственный реестр
        юридических лиц записи о государственной регистрации создаваемого АО НПФ «Ренессанс пенсии»,
        равно 112 160 400 (Сто двенадцать миллионов сто шестьдесят тысяч четыреста) штук, что
        составляет 74,7736 % от общего количества акций, подлежащих размещению при создании АО НПФ
        «Ренессанс пенсии». <br />
        2.2. Акционерное общество страховая компания «Ренессанс здоровье» (АО СК «Ренессанс
        здоровье») (ОГРН 1057748388378, дата присвоения ОГРН: 28.09.2005, ИНН 7710601270, дата
        государственной регистрации: 28.09.2005, место нахождения: Российская Федерация, город
        Москва, адрес, указанный в едином государственном реестре юридических лиц: 115114, город
        Москва, набережная Дербеневская, дом 7, строение 22, этаж/пом 3/XII). Лица, прямо или
        косвенно контролирующие АО СК «Ренессанс здоровье», указаны в Приложении № 1 к настоящему
        Протоколу. Количество акций, подлежащих размещению АО СК «Ренессанс здоровье» на дату
        внесения в единый государственный реестр юридических лиц записи о государственной
        регистрации создаваемого АО НПФ «Ренессанс пенсии», равно 150 000 (Сто пятьдесят тысяч)
        штук, что составляет 0,1 % от общего количества акций, подлежащих размещению при создании АО
        НПФ «Ренессанс пенсии».».
      </p>

      <p class="news__paragraph">
        (2) Изложить Приложение № 1 к Протоколу Заседания от 26.09.2017 в новой редакции.
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">5. </span>
        Отменить решение по шестому вопросу повестки дня Заседания от 26.09.2017: «Об утверждении
        устава создаваемого акционерного пенсионного фонда».
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">6. </span>
        Утвердить Устав Акционерного общества негосударственного пенсионного фонда «Ренессанс
        пенсии».
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">7. </span>
        В связи со сменой органов управления в Фонде изменить решение Совета Фонда по седьмому
        вопросу повестки дня Заседания от 26.09.2017: «Об избрании Генерального директора
        (единоличного исполнительного органа), создании Совета директоров и утверждении состава
        Совета директоров создаваемого акционерного пенсионного фонда»,
      </p>

      <p class="news__paragraph">
        (1) Изложить решение Совета Фонда по седьмому вопросу повестки дня Заседания от 26.09.2017 в
        новой редакции: <br />
        «Избрать Горшкову Елену Викторовну на должность Генерального директора (единоличного
        исполнительного органа) АО НПФ «Ренессанс пенсии» (идентификационные сведения указаны* в
        <a class="news__paragraph_link" href="#"> Приложении № 3</a>
        к настоящему Протоколу), создать в АО НПФ «Ренессанс пенсии» Совет директоров, утвердить
        количественный состав Совета директоров АО НПФ «Ренессанс пенсии» в количестве 7 (семи)
        членов и избрать в состав Совета директоров АО НПФ «Ренессанс пенсии» следующих лиц
        (идентификационные сведения указаны* в
        <a class="news__paragraph_link" href="#"> Приложении № 3</a> к настоящему Протоколу): <br />
        1. Йордан Борис Алексис; <br />
        2. Рябцов Сергей Львович; <br />
        3. Компиш Марина Валерьевна; <br />
        4. Куранов Михаил Сергеевич; <br />
        5. Терехов Александр Николаевич; <br />
        6. Черкасов Константин Александрович; и <br />
        7. Зюзин Иван Николаевич.».
      </p>

      <p class="news__paragraph">
        (2) Изложить
        <a class="news__paragraph_link" href="#"> Приложении № 3</a> к Протоколу Заседания от
        26.09.2017 в новой редакции.
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">8. </span>
        (1) Создать в АО НПФ «Ренессанс пенсии» коллегиальный исполнительный орган – Правление,
        утвердить количественный состав Правления АО НПФ «Ренессанс пенсии» в количестве 3 (трех)
        членов и избрать в состав Правления АО НПФ «Ренессанс пенсии» следующих лиц
        (идентификационные сведения указаны* в Приложении № 3): <br />
        1. Горшкова Елена Викторовна; <br />
        2. Рахметов Джейхун Габил оглы; и <br />
        3. Перевязкина Анна Сергеевна <br />
        (2) Внести в новую редакцию
        <a class="news__paragraph_link" href="#"> Приложении № 3</a> к Протоколу Заседания от
        26.09.2017 идентификационные сведения о членах Правления АО НПФ «Ренессанс пенсии».
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">9. </span>
        В связи с вступлением 19 июля 2018 года в силу Федерального закона от 19.07.2018 N 209-ФЗ «О
        внесении изменений в Федеральный закон «Об акционерных обществах» отменить решение Совета
        Фонда по восьмому вопросу повестки дня Заседания от 26.09.2017: «Об избрании Ревизора,
        создаваемого акционерного пенсионного фонда».
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">10. </span>
        (1) Создать в АО НПФ «Ренессанс пенсии» Ревизионную комиссию, утвердить количественный
        состав Ревизионной комиссии АО НПФ «Ренессанс пенсии» в количестве 5 (пяти) членов и избрать
        в состав Ревизионной комиссии АО НПФ «Ренессанс пенсии» следующих лиц (идентификационные
        сведения указаны* в
        <a class="news__paragraph_link" href="#"> Приложении № 3</a>):
        <br />
        1. Лисенковская Галина Николаевна; <br />
        2. Березиков Константин Николаевич; <br />
        3. Курбатова Елена Владимировна; <br />
        4. Королева Оксана Геннадьевна; и <br />
        5. Черная Ольга Викторовна. <br />
        (2) Внести в новую редакцию
        <a class="news__paragraph_link" href="#"> Приложении № 3</a> к Протоколу Заседания от
        26.09.2017 идентификационные сведения о членах Ревизионной комиссии АО НПФ «Ренессанс
        пенсии».
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">11. </span>
        В связи со сменой регистратора отменить решение Совета Фонда по девятому вопросу повестки
        дня Заседания от 26.09.2017: «Об утверждении профессионального участника рынка ценных бумаг,
        осуществляющего деятельность по ведению реестра владельцев ценных бумаг, - регистратора,
        создаваемого акционерного пенсионного фонда».
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">12. </span>
        Утвердить регистратором АО НПФ «Ренессанс пенсии» Акционерное общество «Новый регистратор»
        (АО «Новый регистратор») (ОГРН 1037719000384, ИНН 7719263354, место нахождения: Российская
        Федерация, г. Москва, адрес, указанный в едином государственном реестре юридических лиц:
        107996, город Москва, улица Буженинова, дом 30, строение 1, лицензия на осуществление
        деятельности по ведению реестра владельцев ценных бумаг без ограничения срока действия №
        045-13951-000001 от 30.03.2006, выдана ФСФР России).
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">13. </span>
        В связи утверждаемыми изменениями отменить решение Совета Фонда по второму вопросу повестки
        дня Заседания от 07.11.2017: «Об утверждении решения о выпуске акций создаваемого
        акционерного пенсионного фонда, подлежащих размещению при реорганизации Негосударственного
        пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в форме преобразования в акционерный пенсионный
        фонд».
      </p>

      <p class="news__paragraph">
        <span class="news__paragraph_bold">14. </span>
        Утвердить Решение о выпуске ценных бумаг Акционерного общества негосударственного
        пенсионного фонда «Ренессанс пенсии».
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph">
        * идентификационные сведения указаны в новой редакции Приложения № 3 к Протоколу заседания
        Совета НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» от 26.09.2017 № 15 (утв. Решением Совета Фонда от
        13.10.2018, Протокол от 14.10.2018 № 25), но в связи с отсутствием согласия субъектов
        персональных данных на раскрытие данной информации на сайте НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» (в
        соответствии с требованиями Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных
        данных»), идентификационные сведения указанных субъектов персональных данных при раскрытии
        на сайте НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» не указываются.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'News18',

  props: {
    isNewsVisible: { type: Boolean, default: false },
    value: { type: Number, required: true },
  },
};
</script>

<style lang="scss" scoped>
.news-block {
  width: 100%;

  &__input {
    display: none;
  }
}

.news {
  &__header {
    width: 100%;
  }

  &__header-heading {
    font-size: 18px;
    line-height: 24px;
    color: #000000;
    display: block;
    margin-bottom: 24px;

    @media screen and (min-width: 576px) {
      font-size: 34px;
      line-height: 48px;
    }
  }

  &__header-date {
    font-size: 16px;
    line-height: 24px;
    color: #78828c;
    display: block;
    margin-bottom: 24px;
  }

  &__paragraph {
    font-size: 16px;
    line-height: 24px;
    font-weight: 400;
    font-style: normal;
    color: #5a646e;
    display: block;
    margin-top: 24px;
    margin-bottom: 24px;

    &_bold {
      font-size: inherit;
      line-height: inherit;
      font-weight: 700;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_italic {
      font-weight: 400;
      font-style: italic;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_italic-bold {
      font-weight: 700;
      font-style: italic;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_link {
      font-size: 16px;
      line-height: 24px;
      font-weight: 400;
      text-decoration: none;
      outline: none;
      cursor: pointer;

      color: #8967b1;

      &:hover {
        color: #50287d;
      }
    }

    // news-block__paragraph_before
    &_before {
      font-weight: 400;
      font-style: normal;
      color: #5a646e;
      display: block;
      margin-top: 24px;
      margin-bottom: 24px;
      margin-left: 24px;
      position: relative;

      &::before {
        position: absolute;
        content: '';
        display: block;
        width: 8px;
        height: 8px;
        border-radius: 50%;
        background-color: #50287d;
        left: -24px;
        top: 8px;
      }
    }
  }

  &__image-bank-vtb,
  &__image-spring-holiday {
    aspect-ratio: 660 / 440;
    width: 100%;
  }
}
</style>
