<template>
  <div id="09" class="news-block" v-if="isNewsVisible">
    <input class="news-block__input" type="radio" value="value" />

    <div class="news__header">
      <h1 class="news__header-heading">
        Ренессанс Страхование и НПФ «БЛАГОСОСТОЯНИЕ» создают единую страховую группу при участии
        фонда Бэринг Восток
      </h1>

      <p class="news__header-date">06 июля 2017 г.</p>

      <p class="news__paragraph">
        Группа Ренессанс Страхование и НПФ «БЛАГОСОСТОЯНИЕ» при участии фонда Бэринг Восток
        объединяют свои страховые активы для создания крупного высокотехнологичного игрока на
        российском страховом рынке.
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph">
        Соответствующее соглашение подписано в Москве 6 июля 2017 года и вступит в силу после
        получения необходимых регуляторных согласований.
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph">
        В объединенную страховую группу войдут ООО «Группа Ренессанс Страхование», ООО «СК
        «Ренессанс Жизнь», АО «ИНТАЧ СТРАХОВАНИЕ», АО «СК БЛАГОСОСТОЯНИЕ», АО «СК БЛАГОСОСТОЯНИЕ
        ОС», НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ», АО «УК «СПУТНИК – УПРАВЛЕНИЕ КАПИТАЛОМ» и ООО «Медицинская
        компания «МЕДКОРП».
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph">
        Целью объединения является развитие бизнеса и достижение объединенной группой лидерских
        позиций в целевых сегментах рынка: прямом страховании, накопительном страховании жизни,
        банкостраховании, автостраховании, страховании здоровья. При этом лучшие технологии и
        практики объединяющихся компаний получат применение в новой структуре, клиентам станет
        доступен весь спектр страховых продуктов и технологичный качественный сервис во всех каналах
        дистрибуции.
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph">
        Сторонами сделки выступают: международная Группа Спутник, УК «ТРАНСФИНГРУП», управляющая
        пенсионными резервами НПФ «БЛАГОСОСТОЯНИЕ» и международный институциональный инвестор фонд
        Бэринг Восток. Партнеры получат в объединенной компании доли в размере 52,1%, 35,8% и 12,1%
        соответственно.
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph">
        Капитализация объединенной группы превысит 27 млрд рублей. Сделка станет крупнейшей для
        российского страхового рынка с участием международного инвестора за последние 10 лет.
        Стратегическим консультантом Группы Спутник по организации сделки выступил Sberbank CIB.
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph">
        Управляющим партнером объединенной компании с контрольным пакетом акций станет Группа
        Спутник, возглавляемая Борисом Йорданом. Стратегия развития объединенной компании будет
        утверждаться созданным Советом директоров, куда войдут представители трех акционеров.
        Принятие ключевых решений в объединенной компании будет осуществляться инвесторами совместно
        в соответствии с лучшими практиками корпоративного управления.
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph">
        «Я рад, что наш бизнес будет развиваться совместно с такими успешными инвестиционными
        партнерами. И теперь в России появится полностью капитализированный и высокоприбыльный
        игрок. В результате этого объединения появится страховая группа, которая сможет предложить
        своим розничным и корпоративным клиентам максимально широкий набор страховых услуг и
        продуктов, включая медицинские сервисы и продукт корпоративного пенсионного обеспечения. Это
        объединение обеспечит значительный рост бизнеса и прибыли. Консолидированные премии
        объединенной компании превысят 50 млрд рублей уже в этом году», – отмечает президент Группы
        Ренессанс Страхование и владелец Группы Спутник Борис Йордан.
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph">
        «В страховом бизнесе важен эффект масштаба, поэтому фонд заинтересован в участии в крупной
        диверсифицированной страховой группе. Данное трехстороннее партнерство мы считаем
        стратегически верным: «Ренессанс страхование» входит в ТОП-10, имеет операционно прибыльный
        и один из самых привлекательных розничных портфелей на рынке, а также активно инвестирует в
        технологии, Baring Vostok является крупным международным инвестором. Мы считаем, что
        экономический потенциал объединенного бизнеса создает перспективы для увеличения дивидендной
        доходности на инвестиции фонда», – говорит исполнительный директор НПФ «БЛАГОСОСТОЯНИЕ» Юрий
        Новожилов.
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph">
        «Мы видим, что интерес инвесторов к российскому бизнесу восстанавливается. И эта сделка с
        участием крупного международного фонда и российского институционального партнёра
        подтверждает, что финансовый рынок России открыт для локальных и международных инвесторов»,
        – комментирует подписанную сделку глава Sberbank CIB Игорь Буланцев.
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph">
        «Ренессанс Страхование сегодня - это прозрачный и эффективно управляемый бизнес в страховой
        отрасли, которая переживает фундаментальные изменения, повышающие прибыльность и
        устойчивость сектора в целом. Мы считаем, что высокий уровень капитализации в результате
        сделки, завершённой сегодня, а также лидирующие позиции Ренессанс страхование в некоторых из
        наиболее быстро растущих сегментах сектора, повышают инвестиционную привлекательность
        компании», – говорит старший партнер Baring Vostok Сapital Partners Group Майкл Калви.
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph">
        Группа Ренессанс Страхование учреждена в 1997 году инвестиционной Группой Спутник. Уставный
        капитал компании – 2,1 млрд. рублей. Объем подписанной премии Группы (в которую входят
        компании Ренессанс страхование и «Ренессанс Жизнь») по итогам 2016 года составил 40,3 млрд
        рублей. По данным ЦБ РФ, Группа входит в топ-10 страховых компаний России по объему
        собранной премии.
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph">
        НПФ «БЛАГОСОСТОЯНИЕ» входит в число крупнейших негосударственных пенсионных фондов России.
        Фонд лидирует в сегменте негосударственного пенсионного обеспечения: число клиентов
        превышает 1,2 млн человек, а свыше 346 тысяч человек уже получают негосударственную пенсию в
        фонде. С 1999 года НПФ «БЛАГОСОСТОЯНИЕ» реализует корпоративную систему негосударственного
        пенсионного обеспечения для предприятий и организаций сферы железнодорожного транспорта.
      </p>

      <p class="news__paragraph"><br /></p>

      <p class="news__paragraph">
        Baring Vostok – одна из лидирующих компаний прямых инвестиций, действующих в России и
        странах СНГ. С 1994 года фонды Baring Vostok инвестировали более $2,8 млрд в 80 проектов,
        среди которых ряд успешных компаний в сфере финансовых услуг, нефтегазовой отрасли,
        телекоммуникациях, медиа, и в потребительском секторе.
      </p>

      <p class="news__paragraph">
        В настоящее время привлечённый капитал фондов составляет $3,7 млрд. В числе проектов фондов
        Baring Vostok: СТС Медиа, Голден Телеком, Яндекс, Озон, Гэллери Групп, ЦФТ, Энфорта,
        ЭР-Телеком, 1С, Баррен Энерджи, Volga Gas, Жаикмунай, Новомет, Каспи Банк, Восточный банк,
        Европлан, ЕМС и многие другие.
      </p>

      <p class="news__paragraph">
        Инвестиционным консультантом фондов выступает компания Baring Vostok Capital Partners Group
        Limited (располагается в Гернси), в московском представительстве которой работает команда из
        сорока инвестиционных профессионалов.
      </p>

      <p class="news__paragraph">
        Бренд Baring объединяет фонды прямых инвестиций с капиталом свыше $18 млрд. Baring Private
        Equity International – одна из самых крупных мировых сетей на рынке прямых инвестиций в
        странах СНГ, Азии, Индии, Европы и Латинской Америки.
      </p>

      <p class="news__paragraph"><br /></p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'News09',

  props: {
    isNewsVisible: { type: Boolean, default: false },
    value: { type: Number, required: true },
  },
};
</script>

<style lang="scss" scoped>
.news-block {
  width: 100%;

  &__input {
    display: none;
  }
}

.news {
  &__header {
    width: 100%;
  }

  &__header-heading {
    font-size: 18px;
    line-height: 24px;
    color: #000000;
    display: block;
    margin-bottom: 24px;

    @media screen and (min-width: 576px) {
      font-size: 34px;
      line-height: 48px;
    }
  }

  &__header-date {
    font-size: 16px;
    line-height: 24px;
    color: #78828c;
    display: block;
    margin-bottom: 24px;
  }

  &__paragraph {
    font-size: 16px;
    line-height: 24px;
    font-weight: 400;
    font-style: normal;
    color: #5a646e;
    display: block;
    margin-top: 24px;
    margin-bottom: 24px;

    &_bold {
      font-size: inherit;
      line-height: inherit;
      font-weight: 700;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_italic {
      font-weight: 400;
      font-style: italic;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_italic-bold {
      font-weight: 700;
      font-style: italic;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_link {
      font-size: 16px;
      line-height: 24px;
      font-weight: 400;
      text-decoration: none;
      outline: none;
      cursor: pointer;

      color: #8967b1;

      &:hover {
        color: #50287d;
      }
    }

    // news-block__paragraph_before
    &_before {
      font-weight: 400;
      font-style: normal;
      color: #5a646e;
      display: block;
      margin-top: 24px;
      margin-bottom: 24px;
      margin-left: 24px;
      position: relative;

      &::before {
        position: absolute;
        content: '';
        display: block;
        width: 8px;
        height: 8px;
        border-radius: 50%;
        background-color: #50287d;
        left: -24px;
        top: 8px;
      }
    }
  }

  &__image-bank-vtb,
  &__image-spring-holiday {
    aspect-ratio: 660 / 440;
    width: 100%;
  }
}
</style>
