<template>
  <div id="26" class="news-block" v-if="isNewsVisible">
    <input class="news-block__input" type="radio" value="value" />

    <div class="news__header">
      <h1 class="news__header-heading">
        Совет директоров Фонда 12.02.2020 г. принял решение о порядке и об условиях распределения
        акций Фонда, оставшихся неразмещенными на дату внесения в Единый государственный реестр
        юридических лиц записи о государственной регистрации Фонда
      </h1>

      <p class="news__header-date">14 февраля 2020 г.</p>

      <p class="news__paragraph">
        В соответствии с положениями статьи 12 Федерального закона от 28.12.2013 № 410-ФЗ «О
        внесении изменений в Федеральный закон «О негосударственных пенсионных фондах» и отдельные
        законодательные акты Российской Федерации» (далее – «Закон № 410-ФЗ»), Решением Совета НПФ
        «БЛАГОСОСТОЯНИЕ ЭМЭНСИ » от 26.09.2017 года (Протокол № 15 от 26.09.2017 г.) с учетом
        изменений, внесенных в него решениями Совета НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» от 07.11.2017 г. и
        13.10.2018 г. (Протокол № 17 от 07.11.2017 г. и Протокол № 25 от 14.10.2018 г.
        соответственно), Решением о выпуске ценных бумаг Акционерного общества негосударственного
        пенсионного фонда «Ренессанс пенсии», зарегистрированным Банком России 06.12.2018 г.
        (государственный регистрационный номер 1-01-16433-А), а также в связи с тем, что требований
        о распределении оставшихся неразмещенными акций Фонда со стороны лиц, имеющих право в
        соответствии со ст. 12 Закона № 410-ФЗ на получение акций Фонда, подлежащих размещению при
        его создании, и которым не были размещены такие акции на дату внесения в Единый
        государственный реестр юридических лиц записи о государственной регистрации создаваемого
        акционерного пенсионного фонда, в Фонд не поступало, Совет директоров Фонда 12.02.2020 г.
        утвердил следующие порядок и условия распределения акций Фонда, оставшихся неразмещенными на
        дату внесения в Единый государственный реестр юридических лиц записи о государственной
        регистрации Фонда:
      </p>

      <p class="news__paragraph">
        1. Распределить оставшиеся неразмещенными на дату внесения в Единый государственный реестр
        юридических лиц записи о государственной регистрации Фонда 37 689 600 (Тридцать семь
        миллионов шестьсот восемьдесят девять тысяч шестьсот) штук обыкновенных именных
        бездокументарных акций Фонда номинальной стоимостью 1 (Один) рубль каждая между акционерами
        Фонда пропорционально количеству принадлежащих им акций:
      </p>

      <p class="news__paragraph">
        1.1. Обществу с ограниченной ответственностью «Велби Холдинг» (ООО «Велби Холдинг») (ОГРН
        1027739113280, дата присвоения ОГРН: 26.08.2002, ИНН 7743042998, дата государственной
        регистрации: 13.11.2001, место нахождения: Российская Федерация, город Москва, адрес,
        указанный в едином государственном реестре юридических лиц: 115114, город Москва, набережная
        Дербеневская, дом 7, строение 22, этаж 3 пом 150) в количестве - 37 639 262 (Тридцать семь
        миллионов шестьсот тридцать девять тысяч двести шестьдесят две) штуки, что составляет
        25,0928 % от общего количества акций Фонда;
      </p>

      <p class="news__paragraph">
        1.2. Акционерному обществу страховая компания «Ренессанс здоровье» (АО СК «Ренессанс
        здоровье») (ОГРН 1057748388378, дата присвоения ОГРН: 28.09.2005, ИНН 7710601270, дата
        государственной регистрации: 28.09.2005, место нахождения: Российская Федерация, город
        Москва, адрес, указанный в едином государственном реестре юридических лиц: 115114, город
        Москва, набережная Дербеневская, дом 7, строение 22, этаж/пом 3/XII) в количестве - 50 338
        (Пятьдесят тысяч триста тридцать восемь) штук, что составляет 0,0336 % от общего количества
        акций Фонда.
      </p>

      <p class="news__paragraph">
        2. Утвердить
        <a class="news__paragraph_link" href="#">список лиц</a>
        , которым подлежат распределению оставшиеся неразмещенными акции Фонда и количество акций,
        подлежащих распределению каждому из таких лиц;
      </p>

      <p class="news__paragraph">
        3. Cчитать датой распределения обыкновенных именных бездокументарных акций Фонда, оставшихся
        неразмещенными на дату государственной регистрации Фонда (14 декабря 2018 года), дату
        проведения операции по размещению оставшихся неразмещенными акций Фонда в реестре акционеров
        Фонда, но не ранее 7 (Семи) и не позднее 30 (Тридцати) дней с даты раскрытия Фондом
        информации о принятом Советом директоров Фонда решении о порядке и об условиях распределения
        оставшихся неразмещенными акций Фонда.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'News26',

  props: {
    isNewsVisible: { type: Boolean, default: false },
    value: { type: Number, required: true },
  },
};
</script>

<style lang="scss" scoped>
.news-block {
  width: 100%;

  &__input {
    display: none;
  }
}

.news {
  &__header {
    width: 100%;
  }

  &__header-heading {
    font-size: 18px;
    line-height: 24px;
    color: #000000;
    display: block;
    margin-bottom: 24px;

    @media screen and (min-width: 576px) {
      font-size: 34px;
      line-height: 48px;
    }
  }

  &__header-date {
    font-size: 16px;
    line-height: 24px;
    color: #78828c;
    display: block;
    margin-bottom: 24px;
  }

  &__paragraph {
    font-size: 16px;
    line-height: 24px;
    font-weight: 400;
    font-style: normal;
    color: #5a646e;
    display: block;
    margin-top: 24px;
    margin-bottom: 24px;

    &_bold {
      font-size: inherit;
      line-height: inherit;
      font-weight: 700;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_italic {
      font-weight: 400;
      font-style: italic;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_italic-bold {
      font-weight: 700;
      font-style: italic;
      color: #010;
      margin-top: 24px;
      margin-bottom: 24px;
    }

    &_link {
      font-size: 16px;
      line-height: 24px;
      font-weight: 400;
      text-decoration: none;
      outline: none;
      cursor: pointer;

      color: #8967b1;

      &:hover {
        color: #50287d;
      }
    }

    // news-block__paragraph_before
    &_before {
      font-weight: 400;
      font-style: normal;
      color: #5a646e;
      display: block;
      margin-top: 24px;
      margin-bottom: 24px;
      margin-left: 24px;
      position: relative;

      &::before {
        position: absolute;
        content: '';
        display: block;
        width: 8px;
        height: 8px;
        border-radius: 50%;
        background-color: #50287d;
        left: -24px;
        top: 8px;
      }
    }
  }

  &__image-bank-vtb,
  &__image-spring-holiday {
    aspect-ratio: 660 / 440;
    width: 100%;
  }
}
</style>
