<template>
  <div>
    <p class="hiding-archive__subheading">Отчетность</p>

    <ReportingBlock
      v-for="(report, index) in reports"
      :key="index"
      :heading="report.heading"
      :links="report.links"
    />
  </div>
</template>

<script>
import ReportingBlock from '@/components/InfoOpeningPage/hidingArchive/ReportingBlock.vue';

export default {
  name: 'ArchiveReporting',

  data() {
    return {
      reports: [
        {
          heading: 'Отчеты Фонда, аудиторское и актуарное заключения за 2014 г.',
          links: [
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2014/Бухгалтерский баланс на 31 декабря 2014 года.pdf',
              linkTitle: 'Бухгалтерский баланс на 31 декабря 2014 года',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2014/Отчет о прибылях и убытках на 31 декабря 2014 года.pdf',
              linkTitle: 'Отчет о прибылях и убытках на 31 декабря 2014 года',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2014/Актуарное заключение за 2014 г. выдал 25.03.15 года Актуарий негосударственных пенсионных фондов Мансуров Андрей Касимович.pdf',
              linkTitle:
                'Актуарное заключение за 2014 г. выдал 25.03.15 года Актуарий негосударственных пенсионных фондов Мансуров Андрей Касимович',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2014/Аудиторское заключение за 2014 г. выдано 07.04.2015 года.pdf',
              linkTitle:
                ' Аудиторское заключение за 2014 г. выдано 07.04.2015 года ЗАО Аудиторской компанией «Скарабей», лицензия на осуществление аудиторской деятельности негосударственных пенсионных фондов № Е 008250 от 24.04.2007 года. ЗАО Аудиторская компания «Скарабей» является членом НП «Аудиторская Ассоциация Содружество», входит в реестр аудиторов и аудиторских организаций саморегулируемой организации аудиторов (регистрационный № 10706012245, протокол № 5 от 16.11.2009 года).',
            },
          ],
        },
        {
          heading: 'Отчеты Фонда, аудиторское и актуарное заключения за 2013 г.',
          links: [
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2013/Бухгалтерский баланс на 31 декабря 2013 года.pdf',
              linkTitle: 'Бухгалтерский баланс на 31 декабря 2013 года',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2013/Отчет о прибылях и убытках на 31 декабря 2013 года.pdf',
              linkTitle: 'Отчет о прибылях и убытках на 31 декабря 2013 года',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2013/Актуарное заключение за 2013 г.pdf',
              linkTitle:
                'Актуарное заключение за 2013 г. выдал 17.07.14 года Актуарий негосударственных пенсионных фондов Кудрин Иннокентий Владимирович',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2013/Аудиторское заключение за 2013 г..pdf',
              linkTitle:
                '   Аудиторское заключение за 2013 г. выдано 27.03.2014 года ЗАО Аудиторской компанией «Скарабей», лицензия на осуществление аудиторской деятельности негосударственных пенсионных фондов № Е 008250 от 24.04.2007 года. ЗАО Аудиторская компания «Скарабей» является членом НП «Аудиторская Ассоциация Содружество», входит в реестр аудиторов и аудиторских организаций саморегулируемой организации аудиторов (регистрационный № 10706012245, протокол № 5 от 16.11.2009 года).',
            },
          ],
        },
        {
          heading: 'Отчеты Фонда, аудиторское и актуарное заключения за 2012 г.',
          links: [
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2012/Бухгалтерский баланс на 31 декабря 2012 года.pdf',
              linkTitle: 'Бухгалтерский баланс на 31 декабря 2012 года',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2012/Отчет о прибылях и убытках на 31 декабря 2012 года.pdf',
              linkTitle: 'Отчет о прибылях и убытках на 31 декабря 2012 года',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2012/Актуарное заключение за 2012 г..pdf',
              linkTitle:
                'Актуарное заключение за 2012 г. выдал 15.07.13 года Актуарий негосударственных пенсионных фондов Бончик Владлен Михайлович',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2012/Аудиторское заключение за 2012 г..pdf',
              linkTitle:
                ' Аудиторское заключение за 2012 г. выдано 20.03.2013 года ЗАО Аудиторской компанией «Скарабей», лицензия на осуществление аудиторской деятельности негосударственных пенсионных фондов № Е 008250 от 24.04.2007 года. ЗАО Аудиторская компания «Скарабей» является членом НП «Аудиторская Ассоциация Содружество», входит в реестр аудиторов и аудиторских организаций саморегулируемой организации аудиторов (регистрационный № 10706012245, протокол № 5 от 16.11.2009 года)',
            },
          ],
        },
        {
          heading: 'Отчеты Фонда, аудиторское и актуарное заключения за 2011 г.',
          links: [
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2011/Бухгалтерский баланс на 31 декабря 2011 года.pdf',
              linkTitle: 'Бухгалтерский баланс на 31 декабря 2011 года',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2011/Отчет о прибылях и убытках на 31 декабря 2011 года.pdf',
              linkTitle: 'Отчет о прибылях и убытках на 31 декабря 2011 года',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2011/Актуарное заключение за 2011 г..pdf',
              linkTitle:
                'Актуарное заключение за 2011 г. выдал 17.07.12 года Актуарий негосударственных пенсионных фондов Бончик Владлен Михайлович',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2011/Аудиторское заключение за 2011 г..pdf',
              linkTitle:
                'Аудиторское заключение за 2011 г. выдано 22.06.2012 года ЗАО Аудиторской компанией «Скарабей», лицензия на осуществление аудиторской деятельности негосударственных пенсионных фондов № Е 008250 от 24.04.2007 года. ЗАО Аудиторская компания «Скарабей» является членом НП «Аудиторская Ассоциация Содружество», входит в реестр аудиторов и аудиторских организаций саморегулируемой организации аудиторов (регистрационный № 10706012245, протокол № 5 от 16.11.2009 года).',
            },
          ],
        },
        {
          heading: 'Отчеты Фонда, аудиторское и актуарное заключения за 2010 г.',
          links: [
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2010/Бухгалтерский баланс на 31 декабря 2010 года.pdf',
              linkTitle: 'Бухгалтерский баланс на 31 декабря 2010 года',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2010/Отчет о прибылях и убытках на 31 декабря 2010 года.pdf',
              linkTitle: 'Отчет о прибылях и убытках на 31 декабря 2010 года',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2010/Актуарное заключение за 2010 г. выдал 06.07.11 года Актуарий негосударственных пенсионных фондов Бончик Владлен Михайлович.pdf',
              linkTitle:
                'Актуарное заключение за 2010 г. выдал 06.07.11 года Актуарий негосударственных пенсионных фондов Бончик Владлен Михайлович',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2010/Аудиторское заключение за 2010 г..pdf',
              linkTitle:
                'Аудиторское заключение за 2010 г. выдано 23.06.2011 года ЗАО Аудиторской компанией «Скарабей», лицензия на осуществление аудиторской деятельности негосударственных пенсионных фондов № Е 008250 от 24.04.2007 года. ЗАО Аудиторская компания «Скарабей» является членом НП «Аудиторская Ассоциация Содружество», входит в реестр аудиторов и аудиторских организаций саморегулируемой организации аудиторов (регистрационный № 10706012245, протокол № 5 от 16.11.2009 года).',
            },
          ],
        },
        {
          heading: 'Отчеты Фонда, аудиторское и актуарное заключения за 2009 г.',
          links: [
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2009/Бухгалтерский баланс на 31 декабря 2009 года.pdf',
              linkTitle: 'Бухгалтерский баланс на 31 декабря 2009 года',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2009/Отчет о прибылях и убытках на 31 декабря 2009 года.pdf',
              linkTitle: 'Отчет о прибылях и убытках на 31 декабря 2009 года',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2009/Актуарное заключение за 2009 г. выдал 26.07.10 года Актуарий негосударственных пенсионных фондов Бончик Владлен Михайлович.pdf',
              linkTitle:
                'Актуарное заключение за 2009 г. выдал 26.07.10 года Актуарий негосударственных пенсионных фондов Бончик Владлен Михайлович',
            },
            {
              linkHref:
                '/pdf/infoOpening/archive-reporting/2009/Аудиторское заключение за 2017 год.pdf',
              linkTitle:
                'Аудиторское заключение за 2009 г. выдано 28.06.2010 года ЗАО Аудиторской компанией «Скарабей», лицензия на осуществление аудиторской деятельности негосударственных пенсионных фондов № Е 008250 от 24.04.2007 года. ЗАО Аудиторская компания «Скарабей» является членом НП «Аудиторская Ассоциация Содружество», входит в реестр аудиторов и аудиторских организаций саморегулируемой организации аудиторов (регистрационный № 10706012245, протокол № 5 от 16.11.2009 года)',
            },
          ],
        },
      ],
    };
  },

  components: {
    ReportingBlock,
  },
};
</script>

<style lang="scss" scoped>
.hiding-archive {
  &__subheading {
    font-size: 16px;
    line-height: 24px;
    color: #5a646e;
    margin-bottom: 24px;
  }
}
</style>
